---
kind: property
id: P:Autodesk.Revit.DB.Visual.Generic.CommonTintColor
source: html/e66ec79a-d943-1628-b5f1-8d680c3776dd.htm
---
# Autodesk.Revit.DB.Visual.Generic.CommonTintColor Property

The property labeled "Tint Color" from the "Generic" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".